Repository: cominavi/ios
Catalog: ComiNavi/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Open the large-button venue locator. You can also press and hold the map.
ja: 大きなボタンで現在地を設定します。地図を長押しして設定することもできます。
ko: 큰 버튼으로 현재 위치를 설정합니다. 지도를 길게 눌러 설정할 수도 있습니다.
zh_hans: 用大按钮设置当前位置。 也可以长按地图进行设置。
zh_hant: 用大按鈕設定當前位置。 也可以長按地圖進行設定。

source: Open the plan to review this update.
ja: プランを開いて更新内容を確認してください。
ko: 플랜을 열어 업데이트 내용을 확인해 주세요.
zh_hans: 请打开计划确认更新内容。
zh_hant: 請開啟計畫確認更新內容。

source: Open this screen while online to check for plan updates.
ja: オンラインでこの画面を開くと、プランの更新を確認できます。
ko: 온라인에서 이 화면을 열면 플랜 업데이트를 확인할 수 있습니다.
zh_hans: 在线打开这个画面，可以确认计划的更新。
zh_hant: 在網上開啟這個畫面，可以確認計畫的更新。

source: Opening %@…
ja: %@を開いています…
ko: %@를 열고 있습니다...
zh_hans: 正在打开%@...
zh_hant: 正在開啟%@...

source: Opening catalog…
ja: カタログを開いています…
ko: 카탈로그를 열고 있습니다...
zh_hans: 正在打开目录...
zh_hant: 正在開啟目錄...

source: Opens an offline catalog without logging in
ja: ログインせずにオフラインカタログを開きます
ko: 로그인하지 않고 오프라인 카탈로그를 엽니다
zh_hans: 不登录就打开离线目录
zh_hant: 不登入就開啟離線目錄

source: Opens in your browser
ja: ブラウザで開きます
ko: 브라우저에서 엽니다
zh_hans: 用浏览器打开
zh_hant: 用瀏覽器開啟

source: Opens the bundled C104 catalog without a network connection.
ja: 同梱のC104カタログをオフラインで開きます。
ko: 동봉된 C104 카탈로그를 오프라인으로 엽니다.
zh_hans: 离线打开捆绑的C104目录。
zh_hant: 離線開啟附帶的C104目錄。

source: Opens the full circle detail page
ja: サークルの詳細ページを開きます
ko: 서클의 상세 페이지를 엽니다
zh_hans: 打开社团的详细页面
zh_hant: 開啟社團的詳細頁面

source: Opens the image viewer
ja: 画像ビューアを開きます
ko: 이미지 뷰어를 엽니다
zh_hans: 打开图像查看器
zh_hant: 開啟影象檢視器

source: Opens the official catalog record
ja: 公式カタログのレコードを開きます
ko: 공식 카탈로그의 레코드를 엽니다
zh_hans: 打开官方目录的唱片
zh_hant: 開啟官方目錄的唱片

source: Opens the official website
ja: 公式サイトを開きます
ko: 공식 사이트를 엽니다
zh_hans: 打开官方网站
zh_hant: 開啟官方網站

source: Opens the original public post
ja: 元の公開投稿を開きます
ko: 원본 공개 게시물을 엽니다
zh_hans: 打开原来的公开投稿
zh_hant: 開啟原來的公開投稿

source: Operation %@
ja: 操作 %@
ko: 조작 %@
zh_hans: 操作 %@
zh_hant: 操作 %@

source: Orange
ja: オレンジ
ko: 오렌지
zh_hans: 橙子
zh_hant: 橙子

source: Order
ja: 並び順
ko: 정렬 순서
zh_hans: 排列顺序
zh_hant: 排列順序

source: Organizer office · ask staff for ambulance assistance
ja: 主催者事務室・救急車が必要な場合はスタッフへ
ko: 주최자 사무실·구급차가 필요하신 경우 직원에게
zh_hans: 主办方办公室、需要救护车的话请找工作人员
zh_hant: 主辦方辦公室、需要救護車的話請找工作人員

source: Organizing circles…
ja: サークルを整理中…
ko: 서클을 정리 중...
zh_hans: 正在整理社团...
zh_hant: 正在整理社團...

source: Outstanding
ja: 未達成
ko: 미달성
zh_hans: 未达成
zh_hant: 未達成

source: Over-assigned by %lld
ja: %lld個分、購入担当が多すぎます
ko: %lld 개분, 구매 담당자가 너무 많습니다
zh_hans: %lld个分，负责购买的人太多了
zh_hant: %lld個分，負責購買的人太多了。

source: Overall confidence
ja: 総合確度
ko: 종합 신뢰도
zh_hans: 综合可信度
zh_hant: 綜合可信度

source: Owned Shared Plans will be deleted, and you will leave joined plans. Your profile, favorites, notifications, and pending changes will also be deleted. This cannot be undone.
ja: 所有している共有プランは削除され、参加している共有プランからは退出します。プロフィール、お気に入り、通知、未送信の変更も削除され、元に戻せません。
ko: 소유하고 있는 공유 플랜은 삭제되며, 참여하고 있는 공유 플랜에서 탈퇴합니다. 프로필, 즐겨찾기, 알림, 전송되지 않은 변경도 삭제되어 되돌릴 수 없습니다.
zh_hans: 拥有的共享计划被删除，退出参加的共享计划。 个人资料、收藏、通知、未发送的更改也会被删除，无法恢复原状。
zh_hant: 擁有的共享計畫被刪除，從參加的共享計畫退出。 個人資料、收藏、通知、未傳送的更改也被刪除，無法恢復。

source: Owner
ja: オーナー
ko: 소유자
zh_hans: 老板
zh_hant: 老闆

source: Pack a hat, sunscreen, cooling items, and a towel.
ja: 帽子、日焼け止め、冷却用品、タオルを用意。
ko: 모자, 자외선 차단제, 냉각용품, 수건을 준비하십시오.
zh_hans: 准备帽子、防晒霜、冷却用品、毛巾。
zh_hant: 準備了帽子、防曬霜、冷卻用品、毛巾。

source: Path
ja: 対象
ko: 대상
zh_hans: 对象
zh_hant: 物件

source: Pedestrian walkway
ja: 歩行者通路
ko: 보행자 통로
zh_hans: 行人通道
zh_hant: 行人通道

source: Pending changes
ja: 送信待ちの変更
ko: 전송 대기 변경
zh_hans: 等待发送的变更
zh_hant: 變更等待傳送

source: Pending sync
ja: 同期待ち
ko: 동기 대기
zh_hans: 等待同期
zh_hant: 等待同期

source: Phone and power bank
ja: スマートフォン・モバイルバッテリー
ko: 스마트폰·모바일 배터리
zh_hans: 智能手机、移动电池
zh_hant: 智慧手機、移動電池

source: Photo ID
ja: 顔写真付き本人確認書類
ko: 얼굴 사진이 포함된 본인 확인 서류
zh_hans: 附有脸部照片的本人确认文件
zh_hant: 附有照片的本人確認檔案

source: Pin a circle using its Comiket address
ja: サークルの配置番号から地図上に表示
ko: 서클의 배치 번호에서 지도에 표시
zh_hans: 从社团的配置号码在地图上显示
zh_hant: 從社團的配置號碼在地圖上顯示

source: Pin this circle on the map; use current signs and staff directions
ja: このサークルを地図に固定します。現地の案内表示とスタッフの指示に従ってください
ko: 이 서클을 지도에 고정합니다. 현지 안내 표시와 직원의 지시에 따라 주세요
zh_hans: 把这个社团固定在地图上。 请遵守当地的指示和工作人员的指示。
zh_hant: 把這個社團固定在地圖上。 請遵守當地的指示和工作人員的指示。

source: Pinned on the map · follow current signs and staff
ja: 地図上に表示中・現地の案内とスタッフの指示に従ってください
ko: 지도에 표시 중이며, 현장 안내와 직원의 지시에 따라 주세요
zh_hans: 请按照地图上显示的、当地的指南和工作人员的指示进行操作。
zh_hant: 請在地圖上顯示中、請遵循當地的指南和工作人員的指示。

source: Place your position on the venue map
ja: 会場マップに現在地を設定します
ko: 장소 지도에 현재 위치를 설정합니다
zh_hans: 在会场地图上设置当前位置
zh_hant: 在會場地圖上設定當前位置

source: Placement confidence
ja: 配置の確度
ko: 배치의 확실성
zh_hans: 配置的准确性
zh_hant: 配置的準確度

source: Plain text only. Unicode characters are edited by scalar position and saved after a short idle pause or when you leave this screen.
ja: メモはプレーンテキストです。Unicode文字を正しい位置で扱い、入力が少し止まったとき、またはこの画面を離れるときにまとめて保存します。
ko: 메모는 플레인 텍스트입니다. Unicode 문자를 올바른 위치에서 다루고, 입력이 잠시 멈췄을 때 또는 이 화면을 떠날 때 한 번에 저장합니다.
zh_hans: 备忘录是纯文本。 在正确的位置处理Unicode文字，在输入稍微停止时，或者离开这个画面时一起保存。
zh_hant: 備忘錄是純文字。 將Unicode文字處理在正確的位置，在輸入稍微停止時，或者離開這個畫面時一起儲存。

source: Plan
ja: プラン
ko: 플랜
zh_hans: 计划
zh_hant: 計畫

source: Plan access was removed
ja: プランへの参加権限が解除されました
ko: 플랜에 대한 참여 권한이 해제되었습니다
zh_hans: 计划的参与权限已经解除。
zh_hant: 計畫的參與許可權被解除了。

source: Plan content
ja: プランの内容
ko: 플랜의 내용
zh_hans: 计划内容
zh_hant: 計畫內容

source: Plan detail
ja: プランの内容
ko: 플랜의 내용
zh_hans: 计划内容
zh_hant: 計畫內容

source: Plan outcome
ja: プラン内の結果
ko: 플랜 내 결과
zh_hans: 计划内的结果
zh_hant: 計畫內的結果

source: Plan progress
ja: プランの進捗
ko: 계획 진행 상황
zh_hans: 计划的进展
zh_hant: 計畫的進度

source: Plan your day
ja: 当日の準備
ko: 당일 준비
zh_hans: 当天的准备
zh_hant: 當天的準備

source: Permanently deletes your account
ja: アカウントを完全に削除します
ko: 계정을 영구적으로 삭제합니다
zh_hans: 永久删除账户
zh_hant: 永久刪除帳號

source: Please wait before deleting your account.
ja: アカウントを削除する前にお待ちください。
ko: 계정을 삭제하기 전에 잠시 기다려 주세요.
zh_hans: 请在删除账户前稍候。
zh_hant: 請在刪除帳號前稍候。

source: Please sign in again before opening the catalog.
ja: カタログを開く前に、もう一度ログインしてください。
ko: 카탈로그를 열기 전에 다시 한 번 로그인해 주세요.
zh_hans: 在打开目录之前，请再次登录。
zh_hant: 在開啟目錄之前，請再次登入。

source: Please try again.
ja: もう一度お試しください。
ko: 다시 한 번 시도해 주세요.
zh_hans: 请再试一次。
zh_hant: 請再試一次。

source: PM Entry
ja: 午後入場
ko: 오후 입장
zh_hans: 下午入场
zh_hant: 下午入場

source: PM entry begins soon. Follow current staff guidance.
ja: まもなく午後入場開始です。現地スタッフの案内に従ってください。
ko: 곧 오후 입장이 시작됩니다. 현지 직원의 안내에 따라 주세요.
zh_hans: 马上下午开始入场。 请听从当地工作人员的指引。
zh_hant: 馬上下午開始入場。 請聽從當地工作人員的指引。

source: PM Entry starts in 15 minutes
ja: 午後入場開始まであと15分
ko: 오후 입장 시작까지 15분 남았습니다.
zh_hans: 距离下午入场开始还有15分钟
zh_hant: 距離下午入場開始還有15分鐘

source: Popular tags
ja: 人気のタグ
ko: 인기 태그
zh_hans: 人气标签
zh_hant: 人氣標籤

source: Positioned from your map press
ja: 地図の長押しで設定
ko: 지도에서 길게 눌러 설정
zh_hans: 长按地图进行设置
zh_hant: 長按地圖進行設定

source: Positioned with Where Am I
ja: 「現在地を設定」で登録
ko: '현재 위치 설정'으로 등록
zh_hans: 通过“设置当前位置”进行注册
zh_hant: 透過「設定當前位置」註冊

source: Possible automated placement match
ja: 自動照合による配置候補です
ko: 자동 대조에 의한 배치 후보입니다
zh_hans: 通过自动核对的配置候选人
zh_hant: 是自動核對的配置候選人

source: Possible match
ja: 照合候補
ko: 대조 후보
zh_hans: 核对候选人
zh_hant: 核對候選人

source: Post confidence
ja: 投稿の確度
ko: 게시물의 정확도
zh_hans: 投稿的准确度
zh_hant: 投稿的準確度

source: Preloading map data...
ja: マップデータを事前読み込み中…
ko: 지도 데이터를 사전 로드 중...
zh_hans: 正在预先读取地图数据...
zh_hant: 地圖資料正在預先讀取中...

source: Preparing catalog…
ja: カタログを準備中…
ko: 카탈로그를 준비 중입니다...
zh_hans: 正在准备目录...
zh_hant: 正在準備目錄...

source: Presence
ja: 有効・削除状態
ko: 유효·삭제 상태
zh_hans: 有效・删除状态
zh_hant: 有效・刪除狀態

source: Presence after resolution
ja: 解決後の状態
ko: 해결 후의 상태
zh_hans: 解决后的状态
zh_hant: 解決後的狀態

source: Press and hold the map to set your position
ja: 地図を長押しして現在地を設定
ko: 지도를 길게 눌러 현재 위치를 설정하십시오.
zh_hans: 长按地图设置当前位置
zh_hant: 長按地圖設定當前位置

source: Price
ja: 価格
ko: 가격
zh_hans: 价格
zh_hant: 價格

source: Price per item (optional)
ja: 1点あたりの価格（任意）
ko: 1점당 가격(선택)
zh_hans: 每1件的价格（任意）
zh_hant: 每1件的價格（任意）

source: Private note
ja: メモ
ko: 메모
zh_hans: 笔记
zh_hant: 備忘錄

source: Production
ja: 本番環境
ko: 본판 환경
zh_hans: 实际环境
zh_hant: 實際環境

source: Profile
ja: プロフィール
ko: 프로필
zh_hans: 简介
zh_hant: 簡介

source: Protect purchases without blocking crowded aisles.
ja: 混雑した通路で邪魔にならず、購入品を守れるものを用意。
ko: 혼잡한 통로에서 방해가 되지 않고, 구매한 물품을 보호할 수 있는 것을 준비합니다.
zh_hans: 在拥挤的通道中不碍事，准备能保护购买物品的东西。
zh_hant: 在擁擠的通道中不礙事，準備能保護購買物品的東西。

source: Protected invitation link
ja: 保護された招待リンク
ko: 보호된 초대 링크
zh_hans: 受保护的邀请链接
zh_hant: 受保護的邀請連結

source: Public agency
ja: 公的機関
ko: 공공기관
zh_hans: 公共机关
zh_hant: 公共機構

source: Public circle ID
ja: 公開サークルID
ko: 공개 서클 ID
zh_hans: 公开社团ID
zh_hant: 公開社團ID

source: Public X evidence
ja: Xの公開情報
ko: X의 공개 정보
zh_hans: X的公开信息
zh_hant: X的公開資訊

source: Publication
ja: 発行物
ko: 발행물
zh_hans: 发行物
zh_hant: 發行物

source: Pull to refresh and try again.
ja: 画面を引き下げて更新し、もう一度お試しください。
ko: 화면을 아래로 내려서 업데이트하시고, 다시 한 번 시도해 주세요.
zh_hans: 请拉下画面进行更新，再试一次。
zh_hant: 請降低畫面進行更新，再試一次。

source: Purchase item
ja: 購入するもの
ko: 구매할 물건
zh_hans: 购买的东西
zh_hant: 購買的東西

source: Purchase need
ja: 買い物
ko: 쇼핑
zh_hans: 购物
zh_hant: 購物

source: Purchase need added
ja: 買い物のお願いを追加しました
ko: 쇼핑 요청을 추가했습니다
zh_hans: 添加了购物请求
zh_hant: 新增了購物請求

source: Purchase need conflict resolved
ja: 買い物のお願いの競合を解決しました
ko: 쇼핑 요청의 충돌을 해결했습니다
zh_hans: 解决了购物请求的冲突。
zh_hant: 解決了購物請求的衝突。

source: Purchase need removed
ja: 買い物のお願いを削除しました
ko: 쇼핑 요청을 삭제했습니다
zh_hans: 删除了购物请求。
zh_hant: 刪除了購物請求。

source: Purchase progress
ja: 購入状況
ko: 구매 상황
zh_hans: 购买情况
zh_hant: 購買情況

source: Purchase request added
ja: 購入リクエストを追加しました
ko: 구매 요청을 추가했습니다
zh_hans: 添加了购买请求
zh_hant: 新增了購買請求

source: Purchase request could not be added
ja: 購入リクエストを追加できませんでした
ko: 구매 요청을 추가할 수 없었습니다
zh_hans: 无法添加购买请求。
zh_hant: 無法新增購買請求。

source: Purchased
ja: 購入済み
ko: 구매 완료
zh_hans: 已购买
zh_hant: 已購買

source: Purchases
ja: 買い物
ko: 쇼핑
zh_hans: 购物
zh_hant: 購物

source: Purple
ja: 紫
ko: 보라색
zh_hans: 紫色
zh_hant: 紫色

source: QR Wristband Exchange · 8:00–12:30
ja: QRリストバンド交換所・8:00–12:30
ko: QR 리스트밴드 교환소·8:00–12:30
zh_hans: QR腕带交换所・8:00–12:30
zh_hant: QR腕帶交換所・8:00–12:30

source: QR Wristband Exchange · after 12:30
ja: QRリストバンド交換所・12:30以降
ko: QR 리스트밴드 교환소·12시 30분 이후
zh_hans: QR腕带交换处・12:30以后
zh_hant: QR腕帶交換處・12:30以後

source: Quantity
ja: 数量
ko: 수량
zh_hans: 数量
zh_hant: 數量

source: Quantity %lld
ja: 数量 %lld点
ko: 수량 %lld점
zh_hans: 数量 %lld点
zh_hant: 數量 %lld點

source: Quantity: %lld
ja: 数量：%lld
ko: 수량: %lld
zh_hans: 数量：%lld
zh_hant: 數量：%lld

source: Quick access
ja: クイックアクセス
ko: 빠른 접근
zh_hans: 快速访问
zh_hant: 快速訪問

source: Quick Views
ja: クイック表示
ko: 빠른 표시
zh_hans: 快速显示
zh_hant: 快速顯示

source: Rail, BRT, bus, airport, and walking access from nearby stations.
ja: 鉄道、BRT、バス、空港、最寄り駅からの徒歩案内。
ko: 철도, BRT, 버스, 공항, 가장 가까운 역에서 도보 안내.
zh_hans: 从铁路、BRT、公交车、机场、最近的车站出发的步行指南。
zh_hant: 從鐵路、BRT、巴士、機場、最近的車站出發的步行指南。

source: Reactivate circle
ja: サークルを再び有効にする
ko: 서클을 다시 활성화합니다
zh_hans: 让社团再次生效
zh_hant: 重新啟動社團

source: Read down, then move right
ja: 上から下へ、次は右へ
ko: 위에서 아래로, 다음은 오른쪽으로
zh_hans: 从上到下，接下来是右边
zh_hant: 從上到下，接下來是右邊

source: Read status waiting to send
ja: 既読状態を送信待ち
ko: 읽음 상태 전송 대기
zh_hans: 等待发送已读状态
zh_hant: 等待傳送已讀狀態

source: Ready
ja: 準備完了
ko: 준비 완료
zh_hans: 准备好了
zh_hant: 準備好了

source: Ready to buy
ja: 購入待ち
ko: 구매 대기
zh_hans: 等待购买
zh_hant: 等待購買

source: Rebase is unavailable for this branch. Export it before discarding if you may need the content.
ja: この履歴はリベースできません。内容が必要な場合は、破棄する前に書き出してください。
ko: 이 기록은 리베이스할 수 없습니다. 내용이 필요할 경우, 폐기하기 전에 작성해 주시기 바랍니다.
zh_hans: 这个履历不能重新基础。 如果需要内容的话，请在销毁之前写出来。
zh_hant: 這個履歷不能重基。 如果需要內容的話，請在銷燬之前寫出來。

source: Rebase onto the server copy
ja: サーバーの内容に端末の変更を反映
ko: 서버 내용에 단말기 변경을 반영합니다
zh_hans: 在服务器的内容中反映设备的变化
zh_hant: 在伺服器的內容中反映裝置的變化

source: Rebase replays valid unsynced operations onto a fresh server document. The original remains protected unless the replacement is saved atomically.
ja: リベースでは、有効な未同期の変更を新しいサーバー文書に順番どおり反映します。置き換えが安全に保存されるまで元の履歴は保護されます。
ko: 리베이스에서는 유효한 동기화되지 않은 변경을 새로운 서버 문서에 순서대로 반영합니다. 교체가 안전하게 저장될 때까지 원본 기록은 보호됩니다.
zh_hans: 在rebase中，有效的未同步变更按顺序反映在新的服务器文档中。 在替换被安全保存之前，原来的履历会受到保护。
zh_hant: 在Rebase中，有效的未同步更改會按順序反映到新的伺服器文件中。 在替換被安全儲存之前，原來的記錄會受到保護。

source: Reconnecting to Shared Plan
ja: 共有プランに再接続中
ko: 공유 플랜에 재연결 중
zh_hans: 正在重新连接共享计划
zh_hant: 正在重新連線共享計畫

source: Record items bought
ja: 購入済み数を記録
ko: 구매 완료 수를 기록
zh_hans: 记录已购买数量
zh_hant: 記錄已購買數量

source: Record outcome
ja: 結果を記録
ko: 결과를 기록
zh_hans: 记录结果
zh_hant: 記錄結果

source: Record purchases
ja: 購入済み数を記録
ko: 구매 완료 수를 기록
zh_hans: 记录已购买数量
zh_hant: 記錄已購買數量

source: Recovery
ja: 復旧
ko: 복구
zh_hans: 恢复
zh_hant: 恢復

source: Red
ja: 赤
ko: 빨강
zh_hans: 红色
zh_hant: 紅色

source: Refurbishment closure · Mar 30–Dec 31, 2026
ja: 改修工事による閉鎖・2026年3月30日〜12月31日
ko: 개보수 공사로 인한 폐쇄·2026년 3월 30일~12월 31일
zh_hans: 因整修工程关闭・2026年3月30日〜12月31日
zh_hant: 因整修工程而關閉・2026年3月30日〜12月31日

source: Regular medicine
ja: 常用薬
ko: 상용 약
zh_hans: 常用药
zh_hant: 常用藥

source: Reinstate member
ja: メンバーを再参加させる
ko: 멤버를 재참여시키다
zh_hans: 让成员重新加入
zh_hant: 讓成員重新加入

source: Reload the plan to confirm the current role before editing again.
ja: 現在の役割を確認するため、もう一度プランを読み込んでください。
ko: 현재 역할을 확인하기 위해, 다시 한 번 플랜을 불러와 주세요.
zh_hans: 为了确认现在的角色，请再次读取计划。
zh_hant: 為了確認現在的角色，請再次讀取計畫。

source: Reload your verified profile before creating or assigning a purchase need.
ja: 買い物の作成や割り当てを行う前に、確認済みプロフィールを読み込み直してください。
ko: 구매를 생성하거나 할당하기 전에 확인된 프로필을 다시 로드해 주세요.
zh_hans: 在进行购物的制作和分配之前，请重新加载已确认的个人资料。
zh_hant: 在進行購物的建立和分配之前，請重新載入已確認的個人資料。

source: Remaining
ja: 残り時間
ko: 남은 시간
zh_hans: 剩余时间
zh_hant: 剩餘時間

source: Remove %@ filter
ja: %@の絞り込みを解除
ko: %@의 필터링을 해제
zh_hans: 解除%@的筛选
zh_hant: 解除%@的篩選

source: Remove circle
ja: サークルを削除
ko: 서클 삭제
zh_hans: 删除社团
zh_hant: 刪除社團

source: Remove circle from plan
ja: プランからサークルを削除
ko: 플랜에서 서클을 삭제합니다
zh_hans: 从计划中删除社团
zh_hant: 從計畫中刪除社團

source: Remove member
ja: メンバーを削除
ko: 멤버 삭제
zh_hans: 删除成员
zh_hant: 刪除成員

source: Remove need
ja: 買い物を削除
ko: 쇼핑을 삭제
zh_hans: 删除购物
zh_hant: 刪除購物

source: Remove purchase need
ja: 買い物を削除
ko: 쇼핑을 삭제
zh_hans: 删除购物
zh_hant: 刪除購物

source: Remove request
ja: リクエストを削除
ko: 요청을 삭제합니다
zh_hans: 删除请求
zh_hant: 刪除請求

source: Remove this circle from the plan?
ja: このサークルをプランから削除しますか？
ko: 이 서클을 플랜에서 삭제하시겠습니까?
zh_hans: 要从计划中删除这个社团吗？
zh_hant: 要從計畫中刪除這個社團嗎？

source: Remove this purchase need?
ja: この買い物を削除しますか？
ko: 이 구매를 삭제하시겠습니까?
zh_hans: 要删除这个购物吗？
zh_hant: 要刪除這個購物嗎？

source: Removed
ja: 削除済み
ko: 삭제됨
zh_hans: 已删除
zh_hant: 已刪除

source: Removed members remain listed so the owner can explicitly reinstate them.
ja: 削除したメンバーも一覧に残り、オーナーが明示的に再参加させられます。
ko: 삭제된 멤버도 목록에 남아 있으며, 소유자는 명시적으로 재참여하게 됩니다.
zh_hans: 删除的成员也会留在一览表中，业主会明确地重新加入。
zh_hant: 刪除的成員也保留在清單中，所有者會明確地重新參加。

source: Rename plan
ja: プラン名を変更
ko: 플랜명을 변경
zh_hans: 变更计划名称
zh_hant: 變更計畫名稱

source: Reopen plan
ja: プランを再開
ko: 플랜을 재개합니다
zh_hans: 重新开始计划
zh_hant: 重新開始計畫

source: Reopen the plan before changing circles or purchases.
ja: サークルや買い物を変更する前に、プランを再開してください。
ko: 서클이나 쇼핑을 변경하기 전에, 플랜을 다시 시작해 주세요.
zh_hans: 在变更社团或购物之前，请重新开始计划。
zh_hant: 在更改社團或購物之前，請重新開始計畫。

source: Repair from latest plan
ja: 最新のプランから修復
ko: 최신 플랜에서 복구
zh_hans: 从最新的方案开始修复
zh_hant: 從最新的方案開始修復

source: Repair keeps the changes that can be recovered and starts from the latest shared plan.
ja: 修復すると、復元できる変更を残したまま最新の共有プランから再開します。
ko: 복구하면 복원 가능한 변경 사항을 그대로 유지한 채 최신 공유 플랜에서 다시 시작합니다.
zh_hans: 修复后，保留可以恢复的更改，从最新的共享计划重新开始。
zh_hant: 修復後，在保留可以恢復的更改的情況下，從最新的共享計畫重新開始。

source: Reported by %@
ja: %@さんによる報告
ko: %@님에 의한 보고
zh_hans: %@先生的报告
zh_hant: %@先生的報告

source: Reported not attending
ja: 欠席のお知らせあり
ko: 결석 안내가 있습니다
zh_hans: 有缺席通知
zh_hant: 有缺席通知

source: Request by %@
ja: %@さんの依頼
ko: %@님의 의뢰
zh_hans: %@先生的委托
zh_hant: %@先生的委託

source: Request by former member
ja: 元メンバーの依頼
ko: 전 멤버의 의뢰
zh_hans: 前成员的委托
zh_hant: 前成員的委託

source: Requested
ja: リクエスト
ko: 요청
zh_hans: 请求
zh_hant: 請求

# Requested %lld, assigned %lld, bought %lld
source: Requested %1$lld, assigned %2$lld, bought %3$lld
ja: リクエスト%1$lld点、担当%2$lld点、購入済み%3$lld点
ko: 요청 %1$lld점, 담당 %2$lld점, 구매된 %3$lld점
zh_hans: 请求%1$lld点、负责%2$lld点、已购买%3$lld点
zh_hant: 請求%1$lld點，負責%2$lld點，已購買%3$lld點

# Requested %lld, assigned %lld, bought %lld, %lld remaining
source: Requested %1$lld, assigned %2$lld, bought %3$lld, %4$lld remaining
ja: リクエスト%1$lld件、担当%2$lld件、購入済み%3$lld件、残り%4$lld件
ko: 요청 %1$lld개, 배정 %2$lld개, 구매 완료 %3$lld개, 남음 %4$lld개
zh_hans: 请求%1$lld个，已分配%2$lld个，已购买%3$lld个，剩余%4$lld个
zh_hant: 請求%1$lld個、已分配%2$lld個、已購買%3$lld個、剩餘%4$lld個

source: Requester
ja: 依頼者
ko: 의뢰인
zh_hans: 委托人
zh_hant: 委託人

source: Reset
ja: リセット
ko: 리셋
zh_hans: 重置
zh_hant: 復位

source: Reset checklist
ja: チェックリストをリセット
ko: 체크리스트를 재설정
zh_hans: 重置检查清单
zh_hant: 重置檢查清單

source: Reset map to north
ja: 地図を北向きに戻す
ko: 지도를 북쪽 방향으로 되돌리다
zh_hans: 把地图放回北方
zh_hant: 把地圖放回北方

source: Reset saved plan
ja: 保存したプランをリセット
ko: 저장한 플랜을 재설정
zh_hans: 重置保存的计划
zh_hant: 重置儲存的計畫

source: Reset this saved plan?
ja: 保存したプランをリセットしますか？
ko: 저장한 플랜을 초기화하시겠습니까?
zh_hans: 要重置保存的计划吗？
zh_hant: 要重置儲存的計畫嗎？

source: Reset to the latest plan
ja: 最新のプランにリセット
ko: 최신 플랜으로 재설정
zh_hans: 重置为最新的计划
zh_hant: 重置為最新的方案

source: Resolve
ja: 解決
ko: 해결
zh_hans: 解决
zh_hant: 解決

source: Resolve original item
ja: 元にする項目を確定
ko: 원본 항목을 확정합니다
zh_hans: 确定以原为本的项目
zh_hant: 確定原來的專案

source: Retained operation data reached the 512 KiB safety limit. Export it, then rebase or discard the local branch.
ja: 保持している変更データが512 KiBの安全上限に達しました。書き出した後、端末の履歴をリベースするか破棄してください。
ko: 보유하고 있는 변경 데이터가 512 KiB의 안전 한계에 도달했습니다. 내보낸 후, 단말기의 기록을 리베이스하거나 삭제해 주세요.
zh_hans: 保留的变更数据达到了512 KiB的安全上限。 导出后，请重新基础或销毁设备的履历。
zh_hant: 持有的變更資料達到了512 KiB的安全上限。 匯出後，請重新基礎或銷燬裝置的履歷。

source: Retrieved: %@
ja: 取得日時：%@
ko: 취득 일시: %@
zh_hans: 获取日期：%@
zh_hant: 獲取時間：%@

source: Retry against the latest plan
ja: 最新のプランでもう一度試す
ko: 최신 플랜으로 다시 시도해 보세요
zh_hans: 用最新的方案再试一次
zh_hant: 用最新的方案再試試

source: Retry read status
ja: 既読状態を再送
ko: 읽음 상태를 다시 전송
zh_hans: 重新发送已读状态
zh_hant: 重新傳送已讀狀態

source: Retry sync
ja: 同期を再試行
ko: 동기화를 다시 시도합니다
zh_hans: 重新尝试同期
zh_hant: 重新嘗試同期

source: Review collaborative content, conflicts, and saved recovery data.
ja: 共同編集した内容、競合、保存済みの復旧データを確認します。
ko: 공동 편집한 내용, 충돌, 저장된 복구 데이터를 확인합니다.
zh_hans: 确认共同编辑的内容、冲突、已保存的恢复数据。
zh_hant: 確認共同編輯的內容、衝突、已儲存的恢復資料。

source: Review every highlighted detail before saving this version.
ja: この内容を保存する前に、強調された項目をすべて確認してください。
ko: 이 내용을 저장하기 전에 강조된 항목을 모두 확인해 주세요.
zh_hans: 在保存这个内容之前，请确认所有强调的项目。
zh_hant: 在儲存這個內容之前，請確認所有突出的專案。

source: Revoke invitation
ja: 招待を取り消す
ko: 초대를 취소합니다
zh_hans: 取消邀请
zh_hant: 取消邀請

source: Revoked invitation
ja: 取り消された招待
ko: 취소된 초대
zh_hans: 被取消的邀请
zh_hant: 被取消的邀請

source: Rinkai Line schedules
ja: りんかい線の時刻表
ko: 린카이선 시간표
zh_hans: 临海线时刻表
zh_hant: 臨海線時刻表

source: S
ja: 南
ko: 남
zh_hans: 南
zh_hant: 南

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save circle
ja: お気に入りに追加
ko: 즐겨찾기에 추가
zh_hans: 添加到收藏夹
zh_hant: 新增到收藏夾

source: Save this invitation now
ja: この招待を今すぐ保存してください
ko: 이 초대를 지금 바로 저장해 주세요
zh_hans: 请马上保存这个邀请。
zh_hant: 請立即儲存這個邀請。

source: Save your priorities in case mobile service is congested.
ja: 通信が混雑しても見られるよう優先先を保存。
ko: 통신이 혼잡해도 볼 수 있도록 우선 순위를 저장합니다.
zh_hans: 保存优先地址，以便即使通信拥挤也能看到。
zh_hant: 為了即使通訊擁擠也能看到，儲存優先地址。

source: Saved
ja: 保存状態
ko: 보존 상태
zh_hans: 保存状态
zh_hant: 儲存狀態

source: Saved after a short pause and when you leave.
ja: 入力が少し止まったときと、画面を閉じたときに保存します。
ko: 입력이 잠시 멈췄을 때와 화면을 닫았을 때 저장합니다.
zh_hans: 输入稍微停止时和关闭画面时保存。
zh_hant: 輸入稍微停止時和關閉畫面時儲存。

source: Saved circle
ja: お気に入り登録済み
ko: 즐겨찾기 등록 완료
zh_hans: 已注册收藏
zh_hant: 已加入收藏

source: Saved content remains on this device until you choose a recovery action.
ja: 復旧方法を選ぶまで、保存済みの内容はこの端末に残ります。
ko: 복구 방법을 선택할 때까지 저장된 내용은 이 기기에 남아 있습니다.
zh_hans: 在选择恢复方法之前，已保存的内容会保留在这个设备上。
zh_hant: 在選擇恢復方法之前，儲存的內容會保留在這個裝置上。

source: Saved local recovery branch
ja: 端末に保存した復旧用の履歴
ko: 단말기에 저장한 복구용 기록
zh_hans: 保存在设备的恢复用履历
zh_hant: 儲存在裝置的恢復用記錄

source: Saved locally
ja: 端末に保存済み
ko: 단말기에 저장되었습니다
zh_hans: 已保存在设备上
zh_hant: 已儲存在裝置上

source: Saved on this device
ja: この端末に保存済み
ko: 이 기기에 저장되었습니다
zh_hans: 已保存在这个设备上
zh_hant: 已儲存在這個裝置上

source: Saved on this device and waiting to send.
ja: この端末に保存し、送信を待っています。
ko: 이 기기에 저장하고 전송을 기다리고 있습니다.
zh_hans: 保存在这个设备上，等待发送。
zh_hant: 儲存在這個裝置上，等待傳送。

source: Saved on this device first, then synchronized with Circle.ms when online.
ja: まずこの端末に保存し、オンラインになったらCircle.msと同期します。
ko: 먼저 이 기기에 저장하고, 온라인 상태가 되면 Circle.ms와 동기화합니다.
zh_hans: 首先保存在这个设备上，上线后与Circle.ms同步。
zh_hant: 首先儲存到這個裝置，上線後和Circle.ms同步。

source: Saved only
ja: 保存済みのみ
ko: 저장된 것만
zh_hans: 仅保存完毕
zh_hant: 僅儲存完畢

source: Saved plan data cannot be opened
ja: 保存したプランデータを開けません
ko: 저장한 플랜 데이터를 열 수 없습니다
zh_hans: 无法打开保存的计划数据。
zh_hant: 無法開啟儲存的計畫資料。

source: Saved recovery copy
ja: 復旧用コピー
ko: 복구용 복사본
zh_hans: 恢复用副本
zh_hant: 恢復用副本

source: Saved version
ja: 保存された内容
ko: 저장된 내용
zh_hans: 保存的内容
zh_hant: 儲存的內容

source: Saving
ja: 保存中
ko: 저장 중
zh_hans: 保存中
zh_hant: 儲存中

source: Saving memo edit on this device…
ja: メモの変更をこの端末に保存中…
ko: 메모 변경을 이 기기에 저장 중...
zh_hans: 正在将备忘录的更改保存在这个设备上...
zh_hant: 正在將備忘錄的更改儲存在這個裝置上...

source: Saving…
ja: 保存中…
ko: 저장 중...
zh_hans: 保存中...
zh_hant: 儲存中...

source: SE
ja: 南東
ko: 남동쪽
zh_hans: 东南
zh_hant: 東南

source: Search block characters
ja: ブロック文字を検索
ko: 블록 문자 검색
zh_hans: 搜索块状文字
zh_hant: 搜尋塊狀字元

source: Search circle names, creators, or descriptions
ja: サークル名、作者、紹介文を検索
ko: 서클명, 작가, 소개문을 검색
zh_hans: 搜索社团名称、作者、介绍文
zh_hant: 搜尋社團名稱、作者、介紹文

source: Search circles
ja: サークルを検索
ko: 서클 검색
zh_hans: 搜索社团
zh_hant: 搜尋社團

source: Search circles, review cuts, and check official catalog data.
ja: サークル検索、サークルカット、公式カタログ情報の確認。
ko: 서클 검색, 서클 컷, 공식 카탈로그 정보 확인.
zh_hans: 社团搜索、社团剪辑、官方目录信息的确认。
zh_hant: 社團搜尋、社團剪裁、官方目錄資訊的確認。

source: Search official resources
ja: 公式情報を検索
ko: 공식 정보를 검색
zh_hans: 搜索官方信息
zh_hant: 搜尋官方資訊

source: Search within this tag
ja: このタグ内を検索
ko: 이 태그 내에서 검색
zh_hans: 在这个标签内搜索
zh_hant: 在這個標籤內搜尋

source: Search...
ja: 検索…
ko: 검색...
zh_hans: 搜索...
zh_hant: 搜尋...

source: Select one creation as the parent, then make an explicit choice for every overlapping field.
ja: 元にする作成候補を1つ選び、重なっているすべての項目について残す値を選んでください。
ko: 원본 생성 후보를 하나 선택하고, 겹치는 모든 항목에 대해 남은 값을 선택하십시오.
zh_hans: 请选择1个作为原点的制作候选，为重叠的所有项目选择剩余的值。
zh_hant: 請選擇1個作為原點的製作候選人，並選擇所有重疊的專案留下的值。

source: Select this block letter
ja: このブロック文字を選択
ko: 이 블록 문자를 선택하십시오
zh_hans: 选择这个块状文字
zh_hant: 選擇這個塊狀文字

source: Select this venue
ja: この会場を選択
ko: 이 장소를 선택하십시오
zh_hans: 选择这个会场
zh_hant: 選擇這個會場

source: Selected
ja: 選択中
ko: 선택 중
zh_hans: 选择中
zh_hant: 選擇中

source: Selected original item
ja: 選択した元の項目
ko: 선택한 원본 항목
zh_hans: 选择的原项目
zh_hant: 選擇的原專案

source: Selected, %lld circles
ja: 選択中、%lldサークル
ko: 선택 중, %lld 서클
zh_hans: 选择中，%lld个社团
zh_hant: 選擇中，%lld個社團

source: Selects this circle, then opens its full detail page
ja: このサークルを選択して詳細ページを開きます
ko: 이 서클을 선택하여 상세 페이지를 엽니다
zh_hans: 选择这个社团，打开详细页面。
zh_hant: 選擇這個社團，開啟詳細頁面。

source: Service information and updates for Comike Web Catalog.
ja: コミケWebカタログとCircle.msのサービス情報。
ko: 코미케 웹 카탈로그와 Circle.ms의 서비스 정보.
zh_hans: Comic MarketWeb目录和Circle.ms的服务信息。
zh_hant: Comic MarketWeb目錄和Circle.ms的服務資訊。

source: Set location at map center
ja: 地図の中心を現在地に設定
ko: 지도의 중심을 현재 위치로 설정합니다
zh_hans: 将地图的中心设定为当前位置
zh_hant: 將地圖的中心設定為當前位置

source: Seven Bank ATM · Station
ja: セブン銀行ATM・国際展示場駅
ko: 세븐은행 ATM·국제전시장역
zh_hans: 七银行ATM・国际展示场站
zh_hant: 七銀行ATM・國際展示場站

source: Seven Bank ATM · TFT
ja: セブン銀行ATM・TFT
ko: 세븐은행 ATM·TFT
zh_hans: 七银行ATM・TFT
zh_hant: 七銀行ATM・TFT

source: Share a destination without claiming an indoor route.
ja: 館内経路を断定せず、目的地を共有します。
ko: 관내 경로를 단정하지 않고, 목적지를 공유합니다.
zh_hans: 不断定馆内路线，共享目的地。
zh_hant: 不斷定館內路線，共享目的地。

source: Share invitation link
ja: 招待リンクを共有
ko: 초대 링크를 공유합니다
zh_hans: 共享邀请链接
zh_hant: 分享邀請連結

source: Share location
ja: 現在地を共有
ko: 현재 위치 공유
zh_hans: 共享当前位置
zh_hant: 共享當前位置

source: Shared locations
ja: 場所の共有
ko: 장소 공유
zh_hans: 地点共享
zh_hant: 地點的共享

source: Shared Plan
ja: 共有プラン
ko: 공유 플랜
zh_hans: 共享计划
zh_hant: 共享計畫

source: Shared Plan changes are currently read-only.
ja: 共有プランの変更は現在利用できません。
ko: 공유 플랜의 변경은 현재 이용할 수 없습니다.
zh_hans: 共享计划的更改现在无法使用。
zh_hant: 共享計畫的更改現在無法使用。

source: Shared Plan could not be updated
ja: 共有プランを更新できませんでした
ko: 공유 플랜을 업데이트하지 못했습니다
zh_hans: 无法更新共享计划
zh_hant: 無法更新共享計畫

source: Shared Plan editing is not available yet
ja: 共有プランの編集はまだ利用できません
ko: 공유 플랜의 편집은 아직 이용할 수 없습니다.
zh_hans: 共享计划的编辑还不能使用
zh_hant: 共享計畫的編輯還不能使用。

source: Shared Plan is connected
ja: 共有プランに接続済み
ko: 공유 플랜에 연결되었습니다
zh_hans: 已连接到共享计划
zh_hant: 已連線到共享計畫
